Revit 2024 API
ParameterTypeId.FabricSheetDefaultMinorLapspliceLength Property
 "Default Minor Lap Splice Length": Default Minor Lap Splice Length
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricSheetDefaultMinorLapspliceLength { get; }
Visual Basic
Public Shared ReadOnly Property FabricSheetDefaultMinorLapspliceLength As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricSheetDefaultMinorLapspliceLength {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace